{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 425, "word_counts": "{\"figma\": 45, \"adobe\": 89, \"xd\": 45, \"sketch\": 45, \"html\": 100, \"css\": 100, \"typography\": 45, \"color\": 45, \"theory\": 45, \"strategic\": 34, \"thinking\": 68, \"digital\": 34, \"marketing\": 34, \"expertise\": 34, \"market\": 66, \"research\": 50, \"consumer\": 34, \"insights\": 34, \"content\": 34, \"creation\": 34, \"copywriting\": 34, \"campaign\": 34, \"management\": 209, \"team\": 51, \"communication\": 50, \"financial\": 34, \"social\": 34, \"media\": 34, \"software\": 61, \"architecture\": 25, \"design\": 25, \"patterns\": 25, \"java\": 142, \"golang\": 25, \"c\": 84, \"python\": 175, \"php\": 80, \"javascript\": 89, \"react\": 55, \"testing\": 213, \"debugging\": 59, \"aws\": 25, \"azure\": 25, \"frameworks\": 96, \"selenium\": 34, \"appium\": 34, \"manual\": 34, \"automated\": 34, \"ci\": 34, \"cd\": 34, \"pipelines\": 34, \"critical\": 34, \"project\": 34, \"tool\": 34, \"asana\": 17, \"trello\": 17, \"roadmap\": 17, \"analytical\": 35, \"skills\": 35, \"unified\": 29, \"modeling\": 61, \"language\": 29, \"uml\": 29, \"entity\": 29, \"relationship\": 29, \"diagram\": 29, \"erd\": 29, \"excel\": 29, \"sql\": 54, \"laravel\": 30, \"angular\": 30, \"vuejs\": 30, \"bootstrap\": 30, \"statistics\": 32, \"mathematics\": 32, \"algorithm\": 32, \"machine\": 74, \"learning\": 74, \"algorithms\": 32, \"data\": 85, \"visualization\": 64, \"tableau\": 32, \"power\": 32, \"bi\": 32, \"tensorflow\": 53, \"hadoop\": 32, \"spark\": 32, \"relations\": 58, \"employee\": 29, \"labor\": 29, \"laws\": 29, \"recruitment\": 29, \"tools\": 29, \"evaluation\": 29, \"systems\": 29, \"conflict\": 29, \"resolution\": 29, \"organizational\": 29, \"knowledge\": 58, \"development\": 100, \"nodejs\": 25, \"nosql\": 25, \"api\": 78, \"integration\": 53, \"git\": 34, \"github\": 34, \"photoshop\": 22, \"illustrator\": 22, \"premiere\": 22, \"pro\": 44, \"final\": 22, \"cut\": 22, \"capcut\": 22, \"creativity\": 22, \"time\": 22, \"jira\": 18, \"bugzilla\": 18, \"life\": 36, \"cycle\": 36, \"sdlc\": 18, \"stlc\": 18, \"documentation\": 18, \"libraries\": 84, \"numpy\": 21, \"pandas\": 21, \"flask\": 21, \"django\": 21, \"object\": 21, \"oriented\": 21, \"programming\": 21, \"oop\": 21, \"analysis\": 21, \"scripting\": 21, \"scikit\": 21, \"learn\": 21, \"standar\": 14, \"edition\": 28, \"se\": 14, \"enterprise\": 14, \"ee\": 14, \"spring\": 14, \"hibernate\": 14, \"multithreading\": 14, \"database\": 28, \"jdbc\": 14, \"jpa\": 14, \"rest\": 14, \"soap\": 14, \"salesforce\": 16, \"hubspot\": 16, \"google\": 16, \"ads\": 16, \"analytics\": 16, \"networking\": 16}", "word_docs": "{\"figma\": 45, \"adobe\": 67, \"css\": 100, \"html\": 100, \"typography\": 45, \"color\": 45, \"sketch\": 45, \"theory\": 45, \"xd\": 45, \"consumer\": 34, \"insights\": 34, \"strategic\": 34, \"media\": 34, \"expertise\": 34, \"content\": 34, \"team\": 51, \"marketing\": 34, \"communication\": 50, \"research\": 50, \"social\": 34, \"thinking\": 68, \"digital\": 34, \"management\": 73, \"creation\": 34, \"market\": 50, \"campaign\": 34, \"financial\": 34, \"copywriting\": 34, \"java\": 128, \"golang\": 25, \"c\": 59, \"software\": 43, \"design\": 25, \"python\": 112, \"aws\": 25, \"testing\": 111, \"azure\": 25, \"patterns\": 25, \"php\": 80, \"javascript\": 89, \"debugging\": 59, \"architecture\": 25, \"react\": 55, \"frameworks\": 48, \"cd\": 34, \"pipelines\": 34, \"selenium\": 34, \"manual\": 34, \"automated\": 34, \"critical\": 34, \"ci\": 34, \"appium\": 34, \"tool\": 17, \"roadmap\": 17, \"trello\": 17, \"skills\": 35, \"analytical\": 35, \"asana\": 17, \"project\": 17, \"modeling\": 61, \"entity\": 29, \"erd\": 29, \"language\": 29, \"uml\": 29, \"unified\": 29, \"diagram\": 29, \"relationship\": 29, \"excel\": 29, \"sql\": 54, \"angular\": 30, \"laravel\": 30, \"bootstrap\": 30, \"vuejs\": 30, \"machine\": 53, \"bi\": 32, \"visualization\": 32, \"tableau\": 32, \"power\": 32, \"learning\": 53, \"tensorflow\": 53, \"algorithms\": 32, \"hadoop\": 32, \"algorithm\": 32, \"spark\": 32, \"data\": 53, \"mathematics\": 32, \"statistics\": 32, \"employee\": 29, \"evaluation\": 29, \"laws\": 29, \"labor\": 29, \"knowledge\": 29, \"resolution\": 29, \"organizational\": 29, \"recruitment\": 29, \"tools\": 29, \"systems\": 29, \"conflict\": 29, \"development\": 86, \"relations\": 29, \"integration\": 39, \"nosql\": 25, \"nodejs\": 25, \"api\": 39, \"github\": 34, \"git\": 34, \"final\": 22, \"capcut\": 22, \"pro\": 22, \"premiere\": 22, \"time\": 22, \"cut\": 22, \"creativity\": 22, \"photoshop\": 22, \"illustrator\": 22, \"bugzilla\": 18, \"jira\": 18, \"cycle\": 18, \"sdlc\": 18, \"stlc\": 18, \"documentation\": 18, \"life\": 18, \"scikit\": 21, \"libraries\": 21, \"programming\": 21, \"pandas\": 21, \"oop\": 21, \"django\": 21, \"object\": 21, \"analysis\": 21, \"scripting\": 21, \"flask\": 21, \"numpy\": 21, \"learn\": 21, \"oriented\": 21, \"spring\": 14, \"hibernate\": 14, \"jdbc\": 14, \"rest\": 14, \"standar\": 14, \"edition\": 14, \"jpa\": 14, \"database\": 14, \"enterprise\": 14, \"soap\": 14, \"multithreading\": 14, \"ee\": 14, \"se\": 14, \"networking\": 16, \"salesforce\": 16, \"google\": 16, \"ads\": 16, \"analytics\": 16, \"hubspot\": 16}", "index_docs": "{\"33\": 45, \"9\": 67, \"6\": 100, \"5\": 100, \"36\": 45, \"37\": 45, \"35\": 45, \"38\": 45, \"34\": 45, \"48\": 34, \"49\": 34, \"44\": 34, \"56\": 34, \"47\": 34, \"50\": 34, \"30\": 51, \"46\": 34, \"32\": 50, \"31\": 50, \"55\": 34, \"18\": 68, \"45\": 34, \"2\": 73, \"51\": 34, \"19\": 50, \"53\": 34, \"54\": 34, \"52\": 34, \"4\": 128, \"105\": 25, \"12\": 59, \"21\": 43, \"103\": 25, \"3\": 112, \"106\": 25, \"1\": 111, \"107\": 25, \"104\": 25, \"14\": 80, \"10\": 89, \"23\": 59, \"102\": 25, \"26\": 55, \"8\": 48, \"62\": 34, \"63\": 34, \"57\": 34, \"59\": 34, \"60\": 34, \"64\": 34, \"61\": 34, \"58\": 34, \"66\": 17, \"137\": 17, \"136\": 17, \"43\": 35, \"42\": 35, \"135\": 17, \"65\": 17, \"22\": 61, \"85\": 29, \"88\": 29, \"83\": 29, \"84\": 29, \"82\": 29, \"87\": 29, \"86\": 29, \"89\": 29, \"27\": 54, \"79\": 30, \"78\": 30, \"81\": 30, \"80\": 30, \"16\": 53, \"75\": 32, \"20\": 32, \"73\": 32, \"74\": 32, \"17\": 53, \"28\": 53, \"72\": 32, \"76\": 32, \"71\": 32, \"77\": 32, \"11\": 53, \"70\": 32, \"69\": 32, \"90\": 29, \"95\": 29, \"92\": 29, \"91\": 29, \"25\": 29, \"98\": 29, \"99\": 29, \"93\": 29, \"94\": 29, \"96\": 29, \"97\": 29, \"7\": 86, \"24\": 29, \"29\": 39, \"109\": 25, \"108\": 25, \"15\": 39, \"68\": 34, \"67\": 34, \"113\": 22, \"115\": 22, \"39\": 22, \"112\": 22, \"117\": 22, \"114\": 22, \"116\": 22, \"110\": 22, \"111\": 22, \"131\": 18, \"130\": 18, \"41\": 18, \"132\": 18, \"133\": 18, \"134\": 18, \"40\": 18, \"128\": 21, \"13\": 21, \"124\": 21, \"119\": 21, \"125\": 21, \"121\": 21, \"122\": 21, \"126\": 21, \"127\": 21, \"120\": 21, \"118\": 21, \"129\": 21, \"123\": 21, \"148\": 14, \"149\": 14, \"151\": 14, \"153\": 14, \"144\": 14, \"100\": 14, \"152\": 14, \"101\": 14, \"146\": 14, \"154\": 14, \"150\": 14, \"147\": 14, \"145\": 14, \"143\": 16, \"138\": 16, \"140\": 16, \"141\": 16, \"142\": 16, \"139\": 16}", "index_word": "{\"1\": \"testing\", \"2\": \"management\", \"3\": \"python\", \"4\": \"java\", \"5\": \"html\", \"6\": \"css\", \"7\": \"development\", \"8\": \"frameworks\", \"9\": \"adobe\", \"10\": \"javascript\", \"11\": \"data\", \"12\": \"c\", \"13\": \"libraries\", \"14\": \"php\", \"15\": \"api\", \"16\": \"machine\", \"17\": \"learning\", \"18\": \"thinking\", \"19\": \"market\", \"20\": \"visualization\", \"21\": \"software\", \"22\": \"modeling\", \"23\": \"debugging\", \"24\": \"relations\", \"25\": \"knowledge\", \"26\": \"react\", \"27\": \"sql\", \"28\": \"tensorflow\", \"29\": \"integration\", \"30\": \"team\", \"31\": \"research\", \"32\": \"communication\", \"33\": \"figma\", \"34\": \"xd\", \"35\": \"sketch\", \"36\": \"typography\", \"37\": \"color\", \"38\": \"theory\", \"39\": \"pro\", \"40\": \"life\", \"41\": \"cycle\", \"42\": \"analytical\", \"43\": \"skills\", \"44\": \"strategic\", \"45\": \"digital\", \"46\": \"marketing\", \"47\": \"expertise\", \"48\": \"consumer\", \"49\": \"insights\", \"50\": \"content\", \"51\": \"creation\", \"52\": \"copywriting\", \"53\": \"campaign\", \"54\": \"financial\", \"55\": \"social\", \"56\": \"media\", \"57\": \"selenium\", \"58\": \"appium\", \"59\": \"manual\", \"60\": \"automated\", \"61\": \"ci\", \"62\": \"cd\", \"63\": \"pipelines\", \"64\": \"critical\", \"65\": \"project\", \"66\": \"tool\", \"67\": \"git\", \"68\": \"github\", \"69\": \"statistics\", \"70\": \"mathematics\", \"71\": \"algorithm\", \"72\": \"algorithms\", \"73\": \"tableau\", \"74\": \"power\", \"75\": \"bi\", \"76\": \"hadoop\", \"77\": \"spark\", \"78\": \"laravel\", \"79\": \"angular\", \"80\": \"vuejs\", \"81\": \"bootstrap\", \"82\": \"unified\", \"83\": \"language\", \"84\": \"uml\", \"85\": \"entity\", \"86\": \"relationship\", \"87\": \"diagram\", \"88\": \"erd\", \"89\": \"excel\", \"90\": \"employee\", \"91\": \"labor\", \"92\": \"laws\", \"93\": \"recruitment\", \"94\": \"tools\", \"95\": \"evaluation\", \"96\": \"systems\", \"97\": \"conflict\", \"98\": \"resolution\", \"99\": \"organizational\", \"100\": \"edition\", \"101\": \"database\", \"102\": \"architecture\", \"103\": \"design\", \"104\": \"patterns\", \"105\": \"golang\", \"106\": \"aws\", \"107\": \"azure\", \"108\": \"nodejs\", \"109\": \"nosql\", \"110\": \"photoshop\", \"111\": \"illustrator\", \"112\": \"premiere\", \"113\": \"final\", \"114\": \"cut\", \"115\": \"capcut\", \"116\": \"creativity\", \"117\": \"time\", \"118\": \"numpy\", \"119\": \"pandas\", \"120\": \"flask\", \"121\": \"django\", \"122\": \"object\", \"123\": \"oriented\", \"124\": \"programming\", \"125\": \"oop\", \"126\": \"analysis\", \"127\": \"scripting\", \"128\": \"scikit\", \"129\": \"learn\", \"130\": \"jira\", \"131\": \"bugzilla\", \"132\": \"sdlc\", \"133\": \"stlc\", \"134\": \"documentation\", \"135\": \"asana\", \"136\": \"trello\", \"137\": \"roadmap\", \"138\": \"salesforce\", \"139\": \"hubspot\", \"140\": \"google\", \"141\": \"ads\", \"142\": \"analytics\", \"143\": \"networking\", \"144\": \"standar\", \"145\": \"se\", \"146\": \"enterprise\", \"147\": \"ee\", \"148\": \"spring\", \"149\": \"hibernate\", \"150\": \"multithreading\", \"151\": \"jdbc\", \"152\": \"jpa\", \"153\": \"rest\", \"154\": \"soap\"}", "word_index": "{\"testing\": 1, \"management\": 2, \"python\": 3, \"java\": 4, \"html\": 5, \"css\": 6, \"development\": 7, \"frameworks\": 8, \"adobe\": 9, \"javascript\": 10, \"data\": 11, \"c\": 12, \"libraries\": 13, \"php\": 14, \"api\": 15, \"machine\": 16, \"learning\": 17, \"thinking\": 18, \"market\": 19, \"visualization\": 20, \"software\": 21, \"modeling\": 22, \"debugging\": 23, \"relations\": 24, \"knowledge\": 25, \"react\": 26, \"sql\": 27, \"tensorflow\": 28, \"integration\": 29, \"team\": 30, \"research\": 31, \"communication\": 32, \"figma\": 33, \"xd\": 34, \"sketch\": 35, \"typography\": 36, \"color\": 37, \"theory\": 38, \"pro\": 39, \"life\": 40, \"cycle\": 41, \"analytical\": 42, \"skills\": 43, \"strategic\": 44, \"digital\": 45, \"marketing\": 46, \"expertise\": 47, \"consumer\": 48, \"insights\": 49, \"content\": 50, \"creation\": 51, \"copywriting\": 52, \"campaign\": 53, \"financial\": 54, \"social\": 55, \"media\": 56, \"selenium\": 57, \"appium\": 58, \"manual\": 59, \"automated\": 60, \"ci\": 61, \"cd\": 62, \"pipelines\": 63, \"critical\": 64, \"project\": 65, \"tool\": 66, \"git\": 67, \"github\": 68, \"statistics\": 69, \"mathematics\": 70, \"algorithm\": 71, \"algorithms\": 72, \"tableau\": 73, \"power\": 74, \"bi\": 75, \"hadoop\": 76, \"spark\": 77, \"laravel\": 78, \"angular\": 79, \"vuejs\": 80, \"bootstrap\": 81, \"unified\": 82, \"language\": 83, \"uml\": 84, \"entity\": 85, \"relationship\": 86, \"diagram\": 87, \"erd\": 88, \"excel\": 89, \"employee\": 90, \"labor\": 91, \"laws\": 92, \"recruitment\": 93, \"tools\": 94, \"evaluation\": 95, \"systems\": 96, \"conflict\": 97, \"resolution\": 98, \"organizational\": 99, \"edition\": 100, \"database\": 101, \"architecture\": 102, \"design\": 103, \"patterns\": 104, \"golang\": 105, \"aws\": 106, \"azure\": 107, \"nodejs\": 108, \"nosql\": 109, \"photoshop\": 110, \"illustrator\": 111, \"premiere\": 112, \"final\": 113, \"cut\": 114, \"capcut\": 115, \"creativity\": 116, \"time\": 117, \"numpy\": 118, \"pandas\": 119, \"flask\": 120, \"django\": 121, \"object\": 122, \"oriented\": 123, \"programming\": 124, \"oop\": 125, \"analysis\": 126, \"scripting\": 127, \"scikit\": 128, \"learn\": 129, \"jira\": 130, \"bugzilla\": 131, \"sdlc\": 132, \"stlc\": 133, \"documentation\": 134, \"asana\": 135, \"trello\": 136, \"roadmap\": 137, \"salesforce\": 138, \"hubspot\": 139, \"google\": 140, \"ads\": 141, \"analytics\": 142, \"networking\": 143, \"standar\": 144, \"se\": 145, \"enterprise\": 146, \"ee\": 147, \"spring\": 148, \"hibernate\": 149, \"multithreading\": 150, \"jdbc\": 151, \"jpa\": 152, \"rest\": 153, \"soap\": 154}"}}