{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 425, "word_counts": "{\"karangasem\": 45, \"jembrana\": 42, \"gianyar\": 57, \"denpasar\": 52, \"bangli\": 50, \"klungkung\": 44, \"badung\": 42, \"buleleng\": 49, \"tabanan\": 44}", "word_docs": "{\"karangasem\": 45, \"jembrana\": 42, \"gianyar\": 57, \"denpasar\": 52, \"bangli\": 50, \"klungkung\": 44, \"badung\": 42, \"buleleng\": 49, \"tabanan\": 44}", "index_docs": "{\"5\": 45, \"8\": 42, \"1\": 57, \"2\": 52, \"3\": 50, \"6\": 44, \"9\": 42, \"4\": 49, \"7\": 44}", "index_word": "{\"1\": \"gianyar\", \"2\": \"denpasar\", \"3\": \"bangli\", \"4\": \"buleleng\", \"5\": \"karangasem\", \"6\": \"klungkung\", \"7\": \"tabanan\", \"8\": \"jembrana\", \"9\": \"badung\"}", "word_index": "{\"gianyar\": 1, \"denpasar\": 2, \"bangli\": 3, \"buleleng\": 4, \"karangasem\": 5, \"klungkung\": 6, \"tabanan\": 7, \"jembrana\": 8, \"badung\": 9}"}}